<?php

session_start();

if(isset($_SESSION['user2']) && isset($_SESSION['shopcode'])){
    include '../partials-front/after_company_login_menu.php';
}
elseif (isset($_SESSION['user1'])){
    include '../partials-front/after_customer_login_menu.php';
}else {include '../partials-front/menu.php';}


?>
 
 <!-- AdSmart  header  --> 
 <br>
    <br>
     <br>
      <br>
        <br>
        <br>
        <section>       

          <div id= "product">
	            <h1>Terms and Conditions</h1>
	            <hr>
	          <p>
	          一、 前言
當您使用本網站時, 即代表您同意受此本網站的條款、隱私政策及Cookie 政策約束。請仔細閱讀這些服務條款，因為它們包含有關您的法律權利、補救措施和義務的重要信息。不願意受本網站的條款及政策的，不得訪問及使用本平台。



	          </p>
	          
	          
          </div>
           <hr>
           <div>
	            <p>
	            二、 關鍵術語
AdSmart E-commerce platform提供了一個網絡平台，可以連接那些擁有廣告位的業主會員，以便提供希望刊登廣告的使用會員進行租用廣告位，這些服務通過www.ounceads.com獲得。
- “會員”是指完成AdSmart E-commerce platform的帳戶註冊過程的人。
- “業主會員”是指通過AdSmart E-commerce platform網站登錄廣告位擁有出租空間的會員，也稱為AdSmart E-commerce platform合作商戶。
- “使用會員”是指通過AdSmart E-commerce platform網站租用廣告位的會員。
- “廣告位”是指業主會員擁有的桌面、牆面、落地窗和其他財產等，也稱之為閒置空間。
- “登錄廣告位”是指由AdSmart E-commerce platform網站授權業主會員進入並登記自己擁有的廣告位，使廣告位可以透過AdSmart E-commerce platform網站平台被租用。
- “租用廣告位申請時間”是指使用者請求租用廣告位後，等待業主答覆的時間，此時間段由AdSmart E-commerce platform決定，在該時間段內，業主可以決定是否確認或拒絕該租用請求。
- “廣告位檢查人員”是指業主會員刊登廣告期間，會由AdSmart E-commerce platform不定時指派工作人員進行檢查與評分，以確保業主會員刊登廣告期間，不會任意減少張貼的廣告貼紙或廣告海報數量，以及改變廣告位位置或自行結束刊登廣告。
- “刊登廣告”是指使用會員由AdSmart E-commerce platform網站租用廣告位，業主會員將廣告材料張貼在廣告位。
- “廣告材料”是指使用會員透過AdSmart E-commerce platform網站提供業主會員的廣告宣傳物品，例如:餐桌貼紙、海報、橫幅。
- “內容”是指文本，圖形，圖像，音樂，軟件，音頻，視頻，信息或其他材料。
- “會員內容”是指會員通過AdSmart E-commerce platform網站應用程式或服務所上傳的資料，會員資料在AdSmart E-commerce platform網站中發布、上傳、提交、傳輸或包含其他的所有內容。
- “AdSmart E-commerce platform內容”是指AdSmart E-commerce platform通過網站、應用程式、服務或相關促銷活動和官方社交媒體渠道提供的所有內容，包括由第三方授權但不包括會員內容的任何內容。
- “集體內容”是指會員內容和AdSmart E-commerce platform內容。
- “通信”是指通過應用程式傳送消息到會員的短信或電子郵件。
- “列表”是指由業主會員列出可通過網站的應用程式和服務進行的內容。
- “安士廣告貼紙說明”由AdSmart E-commerce platform給業主會員的說明書，內容是將AdSmart E-commerce platform提供的貼紙，按照說明的方式來張貼。
- “安士廣告合作商戶貼紙” AdSmart E-commerce platform提供給業主會員的貼紙，須貼於店門口或門上。
- “安士廣告位貼紙” 業主會員登錄在AdSmart E-commerce platform的廣告位上都需貼上這一個貼紙，以供使用會員清楚了解未來廣告材料將會張貼於何處。
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            三、 服務條款
通過使用AdSmart E-commerce platform網站的應用程式或服務，無論您是否成為本服務的註冊會員，即表示您同意遵守這些服務條款和條件並受其法律約束。這些條款管轄您拜訪、使用網站、應用程式和服務以及所有集體內容（定義如下），並構成您和AdSmart E-commerce platform之間具有約束力的法律協議。
此外，網站和應用程式的某些區域（以及您拜訪或使用服務和集體內容的某些方面）可能會有不同的條款和條件、標準、指南或政策，或者可能需要您同意並接受附加條款和條件。如果這些條款與網站、應用程式、服務或集體內容的特定區域發布的條款和條件之間存在衝突，則後者的條款和條件將優先於您對該區域的使用或拜訪網站、應用程式、服務或集體內容。
如果您不同意這些條款，您沒有權利從網站的應用程式或服務獲取信息或繼續使用網站的應用程式或服務。未能按照本條款使用網站，應用程式或服務，可能會面臨民事和刑事處罰。
如果您選擇在AdSmart E-commerce platform網站上創建名單，您了解並同意您與AdSmart E-commerce platform的關係僅限於會員和獨立的第三方承包商，而不是
AdSmart E-commerce platform的僱員、代理人、合資夥伴或任何原因的合作夥伴，並且您獨自行使自己的權利和您自己的利益，而不是為了AdSmart E-commerce platform的利益。AdSmart E-commerce platform不提供控制，也沒有控制權。
作為會員，您同意不會做出任何形式的虛假印象，包括不適當地使用任何AdSmart E-commerce platform知識產權。
您承認並同意通過拜訪或使用本網站的應用程式或服務，通過應用程式或通過服務下載或發布任何內容，即表示您已閱讀，並且您了解並理解，同意受這些條款的約束，並且接受我們的服務。如果您代表公司或其他法律實體接受或同意這些條款，您聲明並保證您有權約束該公司或其他法律實體，在這種情況下，“您”和“您的”將提及並適用於該公司或其他法律實體。
	          
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            四、 服務條款修改
AdSmart E-commerce platform保留隨時自行決定修改網站應用程式、服務或修改這些條款（包括服務費）的權利，且無需事先通知。如果我們修改這些條款，我們將在網站上或通過應用程式發布修改，或通過電子郵件向您通知修改。我們還將更新這些條款頂部的“上次更新”日期。條款的變更將在發佈時生效。您繼續拜訪或使用本網站應用程式或服務將構成接受修改後的條款。此外，如果修改後的條款包含適用於現有成員的重大變更（通過減少您的權利或增加您的責任），我們將在更改生效之前通知您。如果修改後的條款對您不可接受，您唯一的途徑是停止使用網站應用程式和服務。如果您不關閉您的AdSmart E-commerce platform帳戶，您將被視為已接受更改。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            五、 應用程式和服務工作
網站應用程式和服務可用於促進廣告位的列表和租用。如果您想租用廣告位或登錄廣告位，您必須先註冊創建AdSmart E-commerce platform帳戶（定義如下）。
如上所述，AdSmart E-commerce platform提供了一個線上平台讓業主會員和使用會員在平台上的廣告位直接進行出租與租用。AdSmart E-commerce platform不是餐廳的業主或經營者，AdSmart E-commerce platform不擁有廣告位，AdSmart E-commerce platform的責任僅限於促進網站，應用程式和服務的可用性。
請注意，如上所述，本網站應用程式和服務旨在用於幫助網站和會員直接連接和租用廣告位。AdSmart E-commerce platform不能和不控制任何登錄廣告位所包含的內容的合法性或適用性。 AdSmart E-commerce platform對於任何及所有登錄廣告位相關的任何和所有責任概不負責。因此，任何租用的風險會員都將自身承擔或接受。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            六、 帳戶註冊
為了拜訪網站和應用程式的某些功能，並租用廣告位或登錄廣告位，您必須註冊創建一個帳戶（“AdSmart E-commerce platform帳戶”）成為會員。您可以通過網站或應用程式直接註冊加入服務，或按本節所述。
您也可以通過我們的網站登錄您的帳戶與某些第三方社交網站（“SNS”）（包括但不限於Facebook;每個此類帳戶，“第三方帳戶”）註冊加入。或應用程式，如下所述。作為網站，應用程式和服務功能的一部分，您可以通過以下方式將您的AdSmart E-commerce platform帳戶與第三方帳戶相關聯：（i）通過網站，服務或應用程式向AdSmart E-commerce platform提供您的第三方帳戶登錄信息;或（ii）允許AdSmart E-commerce platform根據您使用每個第三方帳戶的適用條款和條件允許AdSmart E-commerce platform拜訪您的第三方帳戶。您表示您有權向AdSmart E-commerce platform披露您的第三方帳戶登錄信息和/或授予AdSmart E-commerce platform拜訪您的第三方帳戶（包括但不限於用於本文所述的），而不違反您的的任何條款和條件，管理您使用適用的第三方帳戶，並且AdSmart E-commerce platform沒有義務支付任何費用或使AdSmart E-commerce platform受到這些第三方服務提供商的任何使用限制。通過授予AdSmart E-commerce platform拜訪任何第三方帳戶，您了解
AdSmart E-commerce platform將拜訪，提供和存儲（如適用）您提供並存儲在您的第三方帳戶（“SNS內容”）的任何內容，以便可通過您的AdSmart E-commerce platform帳戶和AdSmart E-commerce platform帳戶資料頁面通過網站，服務和應用程式。除非本條款另有規定，否則所有SNS內容（如果有）將被視為會員內容，用於本條款的所有目的。根據您選擇的第三方帳戶以及您在此類第三方帳戶中設置的隱私設置，您在第三方帳戶中發布的個人身份信息將通過您在本網站上的AdSmart E-commerce platform帳戶提供，服務和應用。請注意，如果第三方帳戶或相關服務不可用或AdSmart E-commerce platform第三方服務提供商終止AdSmart E-commerce platform對此類第三方帳戶的拜訪，則SNS內容將不再通過本網站，服務和應用程式提供。您可以隨時通過拜訪網站和應用程式的“設定”部分，禁用您的AdSmart E-commerce platform帳戶與您的第三方帳戶之間的連接。請注意，您與您的第三方帳戶相關的第三方服務提供商的關係由您與該第三方服務提供商簽訂的協議統一管理。 AdSmart E-commerce platform不會為任何目的審查任何SNS內容，包括但不限於準確性，合法性或非侵權，AdSmart E-commerce platform不對任何SNS內容負責。
您的AdSmart E-commerce platform帳戶和AdSmart E-commerce platform帳戶資料頁面將根據您提供給我們或通過上述SNS獲得的個人信息創建，用於您使用本網站和應用程式。您可能不會有一個以上活躍的AdSmart E-commerce platform帳戶。您同意在註冊過程中提供準確，最新和完整的信息，並更新此類信息，以確保其準確，最新和完整。 如果您創建一個以上的AdSmart E-commerce platform帳戶，或如果在註冊過程中提供的任何信息或以後證明是不准確、欺詐、不是最新的、不完整的或以其他方式違反本服務條款，AdSmart E-commerce platform保留暫停或終止您的AdSmart E-commerce platform帳戶、您拜訪網站以及使用應用程式和服務的權利。
您有責任保護您的密碼，您同意不會向任何第三方洩露您的密碼，除非AdSmart E-commerce platform上的特定功能明確授權，否則您不能與任何人分享您的AdSmart E-commerce platform帳戶，也不允許其他人拜訪或使用您的AdSmart E-commerce platform帳戶。 AdSmart E-commerce platform可以自行決定允許其他會員以您的明確授權代表您與您的AdSmart E-commerce platform帳戶相關聯的某些操作，例如代表您的執行助理、廣告公司或添加家庭成員到您的帳戶。您同意，您將對您的AdSmart E-commerce platform帳戶下的任何活動或行為承擔全部責任，無論您是否已授權此類活動或行為。您必須立即通知AdSmart E-commerce platform任何未經授權使用您的AdSmart E-commerce platform帳戶的情況。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            七、 廣告位登錄、管理及評分
作為業主會員，您可以登錄廣告位。已刊登的廣告位，必須獨家由安士廣告處理出租事宜。您有責任完美您在安士廣告平台上資料與說明。登錄廣告位時，您將被要求提供有關廣告位的各種問題，包括但不限於廣告位的定價以及相關規則和位置、大小和可用性。為了通過網站應用程式和服務在列表中進行推介，所有廣告位都必須具有效的地址。將通過網站應用程式和服務公開發布。
請按照安士廣告貼紙說明將"安士廣告合作商戶貼紙"和"安士廣告位貼紙"貼上。未來收到的廣告材料，例如：桌面貼紙、海報，請按照廣告材料張貼示範來刊登。必須確保安士廣告貼紙和廣告材料的乾淨，如果有髒污損毀，業主會員有義務通知AdSmart E-commerce platform，領取新的安士廣告貼紙或廣告材料。
請勿隨意更改與減少廣告材料與安士廣告貼紙的位置。在出租廣告位期間，不得逾時張貼或是提前取下。廣告位出租期間，全店只能張貼租用廣告位使用者的廣告材料，請勿再刊登其他廣告。
您了解並同意，搜索列表結果中展示位置或排名，排名可能取決於各種因素，包括但不限於使用會員和廣告位檢查人員偏好，評分或租用的便利性。
其他使用會員將能夠通過網站的應用程式和服務，根據您的列表中提供的信息，過往的使用會員評分和訪客的搜索參數和偏好租用您的廣告位。您理解並同意，一旦使用會員要求租用您的廣告位，您不得要求使用會員支付比AdSmart E-commerce platform網站定價更高的價格。
您承認並同意，您獨自負責您發布的任何和所有的列表和會員內容。因此，您聲明並保證，您發布的任何資料，以及租用或登錄的廣告位，您發布（i）不會違反任何第三方與您訂立的任何協議，以及（ii）將（a）遵守所有適用的法律（當地法律），知識產權法律，以及適用於包括在您發布的列表（包括擁有所有必需的許可證和註冊），以及（b）不與第三方的權利衝突。請注意，AdSmart E-commerce platform不對任何會員須遵守與第三方的任何協議或職責、適用的法律、規則和法規負責。 AdSmart E-commerce platform保留隨時基於任何理由刪除或禁止拜訪任何列表的權利，包括AdSmart E-commerce platform自行決定認為由於任何原因而令人反感的行為，違反這些條款或違反AdSmart E-commerce platform的當時的政策和社群指南或標準，商標和品牌指南，或對網站應用程式或服務有其他傷害。
業主會員了解並同意AdSmart E-commerce platform不作為保險人或業主會員的承包代理。如果使用會員要求租用業主會員的廣告位並保留業主會員的廣告位，業主會員與此使用會員訂立的任何協議是在業主會員和使用會員之間，AdSmart E-commerce platform不是其中的一方。
當業主會員登錄廣告位之後，業主會員可以知道使用會員想刊登的廣告類型與名稱，如果廣告材料內容競業或違法，在詢問業主會員時，業主會員可以在時間內同意或拒絕使用會員的租用請求，而如果使用會員請求租用之後，業主會員在時間內未回覆，AdSmart E-commerce platform將視為拒絕，而因此衍生的任何損失或可能的損失，業主會員皆須自行承擔。
業主會員必須知道，租用廣告位的使用會員，有權利在刊期結束後，給予業主會員的廣告位評分。AdSmart E-commerce platform也將不定時派員評分業主會員的廣告位，評分將以上述內容作為標準，如發現有違反情節重大者，按照AdSmart E-commerce platform的服務條款，AdSmart E-commerce platform將不會支付廣告位出租費用，並且業主會員可能受到停權處分，請業主會員以誠實信用為上。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            八、 無簽名
本條款要求會員提供準確的信息。雖然AdSmart E-commerce platform可能直接或通過第三方要求您提供一種政府身份證明，您的出生日期和其他信息，以便進行透明度、欺詐預防、檢測或進行額外的檢查和流程，以幫助驗證或檢查會員的身份或背景或針對第三方數據庫或其他來源篩選會員信息，我們不對任何會員的聲稱身份或背景，作出任何確認或認可。
通過註冊AdSmart E-commerce platform帳戶，您同意AdSmart E-commerce platform可能但沒有義務向您發送使用會員的個人資料或是使用會員的集體訊息，例如:瀏覽情況、消費模式、租用偏好等。
網站應用程式或服務中對“已驗證”或“已連接”（或類似語言）成員的任何引用僅表示該成員已完成相關的驗證或識別過程，且不代表任何其他內容。任何此類描述不是AdSmart E-commerce platform對任何會員的認可、認證或保證，包括會員的身份，以及會員安全或合適是否值得信賴。相反，任何此類描述旨在為您評估何時對您通過網站應用程式和服務聯繫或與之互動的其他人的身份和適用性做出自己的決定時的有用信息。因此，我們建議您在決定是否與其他會員保持聯繫或接受批准來賓的租用請求時，與任何其他會員進行任何其他互動時，始終進行盡職調查和謹慎。我們對於您與其他會員的互動所造成的任何損害概不負責。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            九、 租用和財務條款
1. 主要定義
- “租用廣告位費用”是指廣告材料到達業主會員廣告位並如期完整的刊登結束時，使用會員應付租用業主空間的金額。
- “使用會員服務費”是指AdSmart E-commerce platform向使用會員收取使用服務的費用，該費用計算為租用的廣告位費用的百分比。當使用會員向業主會員發送租用請求時，服務費將顯示給使用會員確認。
- “業主會員服務費”是指AdSmart E-commerce platform向業主會員收取服務的費用，該費用計算為出租的廣告位費用的百分比，當業主會員登錄廣告位列表時，服務費的收取百分比將會顯示給業主會員。
- “設計費”係指使用會員透過AdSmart E-commerce platform使用設計廣告材料內容的設計費用。
- “印刷費”係指使用會員透過AdSmart E-commerce platform所印刷的廣告材料費用。
- “運輸費”係指貨運公司收取廣告材料並送達廣告位過程中的所有運輸費用。
- “總費用”如果使用會員有使用設計廣告，那就會增加設計費，那總費用就是租用廣告位費用加上使用會員服務費、設計費、印刷費和運輸費，如果使用會員沒有使用設計廣告，那總費用就是租用廣告位費用加上使用會員服務費、印刷費和運輸費。
- “付款方式”是指您已添加到您的AdSmart E-commerce platform帳戶的付款方式，例如信用卡、金融卡。
2. 關於業主會員出租和財務條款
如果業主會員是通過網站應用程式或服務，請求業主會員的廣告位的登錄和出租，業主會員將需要在租用請求期內確認或拒絕租用請求，否則租用請求將自動過期。當通過網站應用程式或服務請求租用時，AdSmart E-commerce platform將與業主會員分享（i）請求租用的使用會員姓名，（ii）刊登廣告的公司名稱、商品名稱和推廣業務的類別，（iii）關於訪客有可能提供其他信息指示到AdSmart E-commerce platform，例如經過驗證的電子郵件地址或SNS的連接。如果您無法在租用申請期內確認或決定拒絕租用請求，AdSmart E-commerce platform（通過AdSmart E-commerce platform支付）收取的所有租用費用將退還給相應的使用會員。當您確認使用會員要求的租用時，AdSmart E-commerce platform將向您發送一個確認此租用的訊息，具體取決於您通過網站應用程式和服務所做的選擇。AdSmart E-commerce platform在使用會員租用請求時就收取總費用，並將在付款條款中進一步描述向業主會員支付廣告位費用。
業主會員同意AdSmart E-commerce platform反映在相關列表中的取消政策，（i）允許使用會員取消租用和（ii）退還（通過AdSmart E-commerce platform支付）給使用會員，那部分適用的取消政策中規定的廣告位費用。
3. 關於使用會員租用和財務條款
業主會員完全負責兌現任何已確認的租用和提供通過網站應用程式和服務保留的任何廣告位。如果您作為使用會員，選擇與租用廣告位的業主會員進行交易，您同意並理解您將被要求與業主會員簽訂協議，並且您同意接受AdSmart E-commerce platform任何條款、條件與業主會員增加於平台上關於廣告位的相關規則和限制。使用會員確認並同意，您（而不是AdSmart E-commerce platform）將負責履行此類協議的義務，AdSmart E-commerce platform不是此類協議的一方，並且除了AdSmart E-commerce platform支付根據付款條款的義務， AdSmart E-commerce platform不承擔任何此類協議所產生或與之相關的任何責任。
應付總費用將在使用會員向業主會員發送租用請求之前顯示給使用會員。如上所述，業主會員需要在租用申請期內預先批准，確認或拒絕租用請求;否則，將自動取消租用的請求。收到您的租用請求後，AdSmart E-commerce platform支付服務可能會根據付款條件向您的付款方式發起預授權。如果租用請求被取消（即未經請求租用的業主會員確認），AdSmart E-commerce platform支付的任何金額將退還給此類使用會員，具體取決於使用會員通過網站和應用程式進行的選擇，以及此類使用會員的預授權付款方式將被釋放（如果適用）。
您作為使用會員同意支付所有租用的總費用，並且在大多數情況下，確認與您的AdSmart E-commerce platform帳戶相關的租用。
請求租用廣告位時，AdSmart E-commerce platform將要求使用會員提供關於廣告材料內容的訊息，業主會員同意使用會員請求租用後，如果廣告材料到達廣告位時，廣告材料內容與使用會員請求租用時提供的資訊不符，業主會員有權拒絕張貼廣告材料，而AdSmart E-commerce platform將不會退還租用廣告位產生的所有費用給使用會員，請使用會員誠實謹慎的登錄資訊。
AdSmart E-commerce platform付款將根據付款條款收取總費用，一旦使用會員租用交易完成，您將收到確認通知。
4. 服務費和其他費用
考慮到AdSmart E-commerce platform的在線市場、當地法規和平台的使用，AdSmart E-commerce platform收取服務費。 AdSmart E-commerce platform支付根據付款條款收取這些服務費，並且在適用的情況下，還可以收取關於主辦費和使用會員費的稅（如歐洲增值稅）。 在廣告刊期結束後，AdSmart E-commerce platform“總費用”按“付款條款”中所述將餘額匯至業主會員。
適用的使用會員服務費以及AdSmart E-commerce platform可能收取的稅，將在使用會員提交租用申請之前通過網站和應用程式在結帳時向使用會員顯示。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            十、 取消和退款
如果業主會員通過網站取消服務和應用程式進行的確認租用，（i）AdSmart E-commerce platform支付會將租用的總費用退還給適用的使用會員，以及（ii）使用會員將收到來自AdSmart E-commerce platform包含替代名單和其他相關信息。如果使用會員從其中一個替代廣告位列表中請求租用，並且與此替代廣告位列表相關聯的業主會員確認使用會員的請求租用，則使用會員同意向AdSmart E-commerce platform支付與替代列表中的廣告位的確認租用相關的總費用，按照這些條款。如果業主會員取消了確認的租用，而您作為使用會員，尚未收到來自AdSmart E-commerce platform的聯繫，請主動聯繫AdSmart E-commerce platform。
在某些情況下，AdSmart E-commerce platform可以自行決定，取消通過網站應用程式和服務進行的確認租用是必要或可取的。這可能是由於AdSmart E-commerce platform的寬鬆政策或任何其他情況原因。 AdSmart E-commerce platform也可以根據使用會員退款政策或根據AdSmart E-commerce platform的豁免條件政策取消訂單，自行決定退還使用會員部分費用或向使用會員收取的所有費用。您同意AdSmart E-commerce platform和相關訪客或業主會員對此類取消或退款不承擔任何責任。
會員可以使用EMAIL發送或要求與租用相關的退款，服務或損害賠償。您同意支付通過您的AdSmart E-commerce platform帳戶發送的所有金額，AdSmart E-commerce platform支付將根據付款條款處理所有此類付款。當會員同意向另一會員提供服務或廣告位時，雙方確認並同意，他們（而不是AdSmart E-commerce platform）將負責履行任何此類協議的義務，即AdSmart E-commerce platform不是此類協議的當事方協議，除了AdSmart E-commerce platform付款條款所規定的AdSmart E-commerce platform付款義務外，AdSmart E-commerce platform（包括所有子公司）不承擔任何由此類協議和所提供服務或設施產生的或與之相關的責任。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            十一、 用戶行為
您理解並同意完全遵守可能適用於您使用網站的應用程式、服務和集體內容的任何和所有法律、規則、法規和稅務義務。對於您使用本網站應用程式、服務和集體內容，您不會：違反任何地方，州，省，國家或其他法律或法規，或法院的任何命令，包括但不限於分區限制和稅務規定;使用手動或自動軟件、設備、腳本、機器人、後門或其他手段或過程拜訪，“抓取”、“抓取”或“蜘蛛”網站，應用程式、服務或集體內容中包含的任何網頁或其他服務;拜訪或使用我們的網站，公開或允許使用或公開任何AdSmart E-commerce platform內容：（i）AdSmart E-commerce platform在其搜索結果頁或列表頁面上不公開顯示租用確認; （ii）與AdSmart E-commerce platform隱私政策或服務條款不一致的任何方式;或（iii）以任何其他方式侵犯AdSmart E-commerce platform用戶或任何其他第三方的隱私權或任何其他權利;
使用網站，應用程式、服務或集體內容的任何商業或其他目的未明確允許這些條款或以某種方式虛假地暗示AdSmart E-commerce platform認可，合作夥伴關係或以其他方式誤導他人與您的AdSmart E-commerce platform聯繫;玷污或以其他方式傷害AdSmart E-commerce platform品牌，包括通過未經授權使用集體內容，在域名、商品名稱、商標或其他來源標識符中註冊或使用AdSmart E-commerce platform，或衍生條款，或者註冊，或使用與AdSmart E-commerce platform域密切相似或混淆相似的域名，商號，商標或其他來源標識符、商標、標語、促銷活動或集體內容，複製、存儲或以其他方式拜訪或使用網站應用程式、服務或集體內容中包含的任何信息;
侵犯AdSmart E-commerce platform的權利或任何其他人或實體的權利，包括但不限於他們的知識產權，隱私權，宣傳或合同權利，干擾或損害我們的網站應用程式或服務，包括但不限於通過使用病毒、取消bot、木馬、有害代碼、拒絕服務攻擊、後門、數據包或IP欺騙、偽造路由或電子郵件地址信息或類似方法或技術;
使用我們的網站應用程式或服務傳輸、分發、發布或提交任何其他人或實體的信息，包括但不限於未經他們許可的其他人的照片，個人聯繫信息或信用卡、借記卡、電話卡或帳號;
使用我們的網站應用程式、服務或集體內容與非法的商業電子郵件（“垃圾郵件”）或與在私人住宅廣告位無關的廣告;
騷擾我們網站應用程式、服務或集體內容的任何會員、收集、或存儲任何任何會員的個人身份信息，但不是為了作為AdSmart E-commerce platform使用會員或業主會員進行交易;
提供您作為業主會員的任何廣告位，您不是您自己擁有或有權出租廣告位或其他財產（不限於上述內容，如果您以代理人身份提供服務，您不會將廣告位列為業主會員）第三方;
無法提供任何根據與業主達成的協議、條款和條件，不得出租廣告位;
不得註冊一個以上的AdSmart E-commerce platform帳戶或註冊一個AdSmart E-commerce platform帳戶代表自己以外的個人;除了提出有關租用廣告位或會員使用本網站，應用程式和服務的問題之外，以任何目的聯繫另一會員;
招聘或以其他方式徵求任何會員加入第三方服務或對AdSmart E-commerce platform有競爭力的網站，需AdSmart E-commerce platform的事先書面批准;
假冒任何個人或實體，或偽造或以其他方式歪曲自己或您與任何個人或實體的關係;
使用網站應用程式、服務或集體內容查找主人或使用會員，然後完成租用獨立於網站，應用程式或服務的廣告位，以規避支付與AdSmart E-commerce platform提供的服務費相關的義務服務或任何其他原因;
作為業主會員，提交任何包含虛假或誤導性信息（包括價格信息）的任何登錄或以您不打算兌現的價格提交任何列表;
違反這些條款或AdSmart E-commerce platform當時的政策和社區準則或標準;
在我們的平台，應用程式或服務的任何領域或方面採取破壞性，規避，濫用或騷擾行為;發布，提交或傳輸任何以下內容：（i）侵犯，盜用或違反第三方的專利，版權，商標，商業秘密，精神權利或其他知識產權或宣傳或隱私權; （ii）違反或鼓勵任何可能違反任何適用法律或法規或將引起民事責任的行為; （iii）是欺詐，虛假，誤導（直接或由於遺漏或無法更新信息）或欺騙; （iv）誹謗，淫穢，色情，粗俗或冒犯; （v）對任何個人或團體促進歧視，偏見，種族主義，仇恨，騷擾或傷害; （vi）暴力或威脅或促進對任何其他人構成威脅的暴力或行為;或（vii）促進非法或有害活動或物質;
從AdSmart E-commerce platform網站，應用程式或服務中系統地檢索數據或其他內容，以通過單個或多個下載，集合，編譯，數據庫，目錄等直接或間接創建或編譯，無論是通過手動方法， 爬行器或蜘蛛，或其他;
使用鏡像或框架網站應用程式、服務或集體內容、或網站應用程式、服務或集體內容中的任何個別元素，AdSmart E-commerce platform的名稱，任何AdSmart E-commerce platform商標，徽標或其他專有信息，未經AdSmart E-commerce platform明確書面同意，不得在網站，應用程式或服務的網頁上包含任何網頁或表單;
拜訪，篡改或使用網站，應用程式或服務的非公共區域，AdSmart E-commerce platform的計算機系統或AdSmart E-commerce platform的提供商的技術交付系統;
嘗試探測，掃描或測試任何AdSmart E-commerce platform系統或網絡的漏洞或違反任何安全或身份驗證措施;
避免，繞過，移除，停用，損害，解擾或以其他方式規避AdSmart E-commerce platform或AdSmart E-commerce platform的任何提供商或任何其他第三方（包括其他用戶）實施的任何技術措施來保護本網站，服務，應用或集體內容;
在任何電子郵件或新聞組發布或以任何方式使用本網站，服務，應用程式或集體內容偽造任何TCP / IP數據包標頭或標題信息的任何部分，以發送更改的，欺騙性或虛假的源標識信息;
嘗試對用於提供網站，服務，應用程式或集體內容的任何軟件進行解密，反編譯，反彙編或反向工程;
倡導、鼓勵或協助任何第三方做任何上述事情;要麼接受或支付AdSmart E-commerce platform支付之外的廣告位費。如果您這樣做，您承認並同意您：（i）違反這些條款; （ii）接受此類付款的所有風險和責任，以及（iii）保留AdSmart E-commerce platform對此類付款的任何責任。
AdSmart E-commerce platform有權在法律的最大範圍內調查和起訴違反上述任何規定。此外，根據這些條款的規定，AdSmart E-commerce platform可能針對您採取一系列行動，包括但不限於刪除或禁止拜訪任何或所有成員內容，或停用、取消您的列表，或AdSmart E-commerce platform帳戶，違反本條款或本條款。
AdSmart E-commerce platform可能會拜訪，保存和披露您的任何信息，如果法律要求我們這樣做，或如果我們真誠地認為有必要（i）回應針對AdSmart E-commerce platform的聲明或遵守法律程序例如傳票或認股權證），（ii）執行或管理我們與用戶的協議，例如本條款和AdSmart E-commerce platform，（iii）防欺詐，風險評估，調查，客戶支持，產品開發和除錯目的，或（iv）保護AdSmart E-commerce platform，其用戶或公眾的權利，財產或安全。您承認AdSmart E-commerce platform沒有義務監控您拜訪或使用本網站，應用程式、服務或集體內容，或審查，刪除，禁止拜訪或編輯任何成員內容，但有權為此目的操作和改進網站，應用和服務（包括但不限於防欺詐，風險評估，調查和客戶支持），以確保您遵守這些條款，遵守適用的法律或法院的命令或要求，行政代理機構或其他政府機構，對其確定為其他反對或本條款中規定的內容作出回應。 AdSmart E-commerce platform保留隨時，無需事先通知，刪除或禁止拜訪任何集體內容的權利，AdSmart E-commerce platform自行決定，認為任何理由，違反這些條款或其他有害網站，應用或服務。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            十二、 舉報不當行為
如果您發現任何您認為是行為不當的人，包括但不限於（i）從事攻擊性，暴力或性行為不當行為，（ii）您懷疑偷竊您的人，或）從事任何其他干擾行為，您應立即向相關當局報告此人，然後通過聯繫我們與您的警察局和報告號碼向AdSmart E-commerce platform報告;但前提是您的報告不會強制我們採取超出法律要求（如果有的話）的任何行動或導致我們對您承擔任何責任。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            十三、 隱私
您同意AdSmart E-commerce platform的隱私政策 及Cookie政策（可能不時更新）規定AdSmart E-commerce platform收集和使用您的個人信息。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            十四、 知識產權所有權和權利通知
網站應用程式、服務和集體內容受商標和其他法律保護。您承認並同意，網站應用程式、服務和集體內容，包括所有相關的知識產權，是AdSmart E-commerce platform及其許可方的獨家財產。您不得刪除、更改或掩蓋網站應用程式、服務或集體內容中包含或附帶的任何版權、商標、服務標記或其他所有權聲明。在本網站應用程式，服務和AdSmart E-commerce platform內容上或與之相關的AdSmart E-commerce platform使用的所有商標、服務標誌、徽標、商品名稱和任何其他專有名稱是AdSmart E-commerce platform的商標或註冊商標。在本網站，應用程式、服務和AdSmart E-commerce platform內容上使用或與其相關的第三方的商標，服務標記、徽標、商標名稱和任何其他專有名稱僅用於識別目的，可能是其各自所有者的財產。作為業主會員，訪客或會員，您了解並同意，您受到適用於您使用本網站，應用程式、服務和集體內容（包括AdSmart E-commerce platform的商標和品牌指南）的附加條款，準則和政策的約束不時更新）。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            十五、 附加條款
我們的網站應用程式和服務有不同的功能和產品，因此有時附加條款或產品要求可能適用於您使用這些功能和產品。如果您使用的相關產品或服務有其他條款，這些附加條款將成為本條款的一部分。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            十六、 AdSmart E-commerce platform內容和會員內容許可
根據您遵守這些條款和AdSmart E-commerce platform的商標和品牌指南，AdSmart E-commerce platform向您授予有限的非獨家不可轉讓的許可，以（i）僅出於您的個人的拜訪和查看任何AdSmart E-commerce platform內容，以及ii）拜訪和查看您被允許拜訪的任何會員內容，僅用於您個人。您沒有權利重新授予本部分授予的許可權利。
您不得分發、許可、銷售、轉讓、公開顯示、公開執行、傳播、廣播或以其他方式利用網站應用程式、服務或集體內容使用、複製、改編、修改，這些條款中明確說明。除非這些條款中明確授予的許可和權利，否則不得以暗示或其他方式向AdSmart E-commerce platform或其許可方擁有或控制的任何知識產權授予您任何許可或權利。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            十七、 會員內容
我們可以自行決定允許您發布、上傳、提交或傳輸會員內容。通過網站應用程式、服務或通過AdSmart E-commerce platform促銷活動提供任何成員內容，您特此授予AdSmart E-commerce platform全球，不可撤銷，永久（或保護期限），非排他性，可轉讓的版稅免費許可，有權再許可、使用、查看、複製、改編、翻譯、修改、分發、許可、銷售、轉讓、公開展示、公開執行、傳輸、流傳、廣播、拜訪和以其他方式利用，通過或促進或推銷網站應用程式和服務的成員內容。
您承認並同意，您對通過網站應用程式、服務或通過AdSmart E-commerce platform促銷活動提供的所有成員內容負全部責任。因此，您聲明並保證：（i）您是通過網站，應用程式，服務或通過AdSmart E-commerce platform促銷活動提供的所有會員內容的唯一和排他的所有者，或者您擁有所有權利，許可、同意和發布這是必要的，授予AdSmart E-commerce platform這些會員內容中的權利，如這些條款下的預期;和（ii）會員內容，或您的會員內容或AdSmart E-commerce platform對會員內容（或其任何部分）的使用的發布、上傳、發布、提交或傳送，通過網站應用程式、服務或AdSmart E-commerce platform促銷活動侵犯、盜用或違反第三方的專利、版權、商標、商業秘密、精神權利或其他專有或知識產權、宣傳或隱私權，或導致違反任何適用的法律或法規。
	            
	             </p>
	       </div>
	       <hr>	       
	       <div>
	            <p>
	            十八、 鏈接
網站應用和服務可能包含指向第三方網站或資源的鏈接。您確認並同意AdSmart E-commerce platform不對以下內容負責或承擔責任：（i）此類網站或資源的可用性或準確性; 或（ii）此類網站或資源上的內容、產品或服務。與這些網站或資源的鏈接並不意味著AdSmart E-commerce platform對這些網站或資源或來自這些網站或資源的內容、產品或服務的任何認可。您承擔全部責任並承擔因使用任何此類網站或資源或此類網站或資源上的內容、產品或服務而產生的所有風險。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            十九、 反饋
我們歡迎並鼓勵您為改進網站，應用和服務（“反饋”）提供反饋，意見和建議。您可以通過電子郵件，通過網站和應用程式的“聯繫”部分或通過其他通信方式提交反饋。您確認並同意，您給我們的所有反饋將是AdSmart E-commerce platform的唯一和獨家財產，並且您特此不可撤銷地轉讓給AdSmart E-commerce platform，並同意不可撤銷地將所有您的權利，所有權和利益轉讓給AdSmart E-commerce platform，包括限制所有全球專利，版權，商業秘密，道德和其他專有或知識產權，並放棄您在此類反饋中可能擁有的任何精神權利。在AdSmart E-commerce platform的要求和費用下，您將執行文件並採取進一步行動，如AdSmart E-commerce platform可能合理要求協助AdSmart E-commerce platform獲取，完善和維護其知識產權和其他法律保護的反饋。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            二十、 版權政策
AdSmart E-commerce platform尊重版權法，並期望其用戶也這樣做。 AdSmart E-commerce platform的政策是在適當情況下終止會員或其他帳戶持有人的AdSmart E-commerce platform帳戶，他們反复侵犯或被認為屢次侵犯版權所有者的權利。
	            
	             </p>
	       </div>
	       <hr>
	       <div>
	            <p>
	            二十一、 期限和終止、暫停和其他措施
1. 術語
這些條款的有效期為30天，其後將自動連續更新30天的條款，直到您或AdSmart E-commerce platform終止本條款，如下所述。
2. 終止方便
您可以隨時通過網站上的“取消帳戶”功能或通過向我們發送電子郵件來終止這些條款。如果您取消您的AdSmart E-commerce platform帳戶作為業主會員，任何已確認的租用將被自動取消，租用您廣告位的使用會員將獲得全額退款。如果您以租用會員取消您的AdSmart E-commerce platform帳戶，任何已確認的租用將自動取消，任何退款將取決於適用的取消政策的條款。
在不限制我們以下規定的權利的情況下，AdSmart E-commerce platform可以隨時通過電子郵件向您註冊的電子郵件地址發送30天通知，從而方便地終止本條款。
3. 終止違約，暫停等措施
AdSmart E-commerce platform如果（i）您實質上違反了本條款或我們的政策，包括但不限於任何違反本條款中所述的擔保或違反本條款中的“用戶行為”條款，即可立即終止本條款， （ii）您在AdSmart E-commerce platform帳戶註冊，登錄廣告位或之後提供了不准確，欺詐，過時或不完整的信息，（iii）您違反了適用的法律，法規或第三方權利，或（iv）AdSmart E-commerce platform相信誠信這種行動是合理必要的，以保護其他成員，AdSmart E-commerce platform或第三方的安全或財產，用於防止欺詐，風險評估，安全或調查目的。
此外，AdSmart E-commerce platform可能會停用或延遲列表、評論或其他會員內容，取消任何未決或已確認的租用，限制您對AdSmart E-commerce platform帳戶和網站應用或服務的使用或拜訪，暫時或永久撤銷任何與您的AdSmart E-commerce platform帳戶，或（i）您違反了這些條款或我們的政策，包括材料和非重大違約，並從業主會員或使用會員收到不良評級，或（ii）AdSmart E-commerce platform相信誠信，暫時或永久暫停您的AdSmart E-commerce platform帳戶這種行動是合理必要的，以保護會員，AdSmart E-commerce platform或第三方的安全或財產，防止欺詐，風險評估，安全或調查目的。
如果我們採取本條款中所述的任何措施，我們可能（i）與您的使用會員或業主會員溝通，待決或已確認的租用已取消，（ii）全額退還您的使用會員的任何和所有已確認的租用，無論先前的取消政策為何，（iii）在特殊情況下，支持您的使用會員尋找潛在的替代廣告位，以及（iv）您將無權獲得已取消的已確認租用的任何補償。
如果發生非重大違約，在適當的情況下，您將被告知AdSmart E-commerce platform的任何措施，並有機會解決這個問題。
4. 後果
如果您或我們終止本協議，我們沒有義務刪除或返回您的任何會員內容，包括但不限於任何評論或反饋。本協議終止後，您無權恢復您的AdSmart E-commerce platform帳戶或任何會員內容。如果您拜訪或使用本網站應用程式和服務有限，或您的AdSmart E-commerce platform帳戶已被暫停或本協議已被我們終止，您不得註冊一個新的AdSmart E-commerce platform帳戶或嘗試拜訪和使用本網站應用程式和服務通過其他AdSmart E-commerce platform帳戶。
5. 生存
如果您和我們終止本協議，則本協議終止後合理存續的條款的條款將繼續有效。
6. 免責聲明
本網站應用程式、服務、收集內容和推薦計劃“按原樣”提供，不提供任何形式的明示或暗示的保證。在不限制前述規定的情況下，AdSmart E-commerce platform明確拒絕提供任何有關適銷性，滿意質量，適用於特定用途，終止使用或不侵權的保證以及由於交易或使用交易的任何擔保。 AdSmart E-commerce platform不保證本網站應用、服務、收錄內容（包括但不限於任何廣告位或推薦計劃將符合您的要求，可以在不間斷，安全或無錯誤的基礎上提供）。 AdSmart E-commerce platform對於任何下列列表、廣告位、業主會員、訪客，AdSmart E-commerce platform集合內容的質量或通過本網站獲得的任何集合內容的準確性，及時性，完整性，完整性或可靠性不作任何保證。通過本網站應用程式、服務或收集內容獲取的任何建議或信息（無論是口頭或書面形式），均不構成任何明示或暗示的擔保。
您對所有與本網站，應用或服務的其他用戶的溝通和互動以及與您使用本網站，應用或服務時的溝通或互動的其他人士均負有責任，包括但不限於任何業主會員或訪客。 AdSmart E-commerce platform對本網站用戶的行為，應用或服務或其與本網站，應用或服務的任何現有或未來用戶的兼容性不作任何陳述或保證。您同意在與本網站應用程式或服務的其他用戶進行的所有通信和互動中採取合理的預防措施，以及與您通過使用本網站應用程式或服務進行溝通或互動的其他人士。 AdSmart E-commerce platform明確聲明對任何客戶或其他第三方的任何行為或疏失不承擔任何責任。
7. 責任限制
您確認並同意，在法律允許的最大範圍內，您拜訪和使用本網站應用程式、服務和集合內容，您通過本網站應用程式和服務租用任何廣告位所產生的全部風險，您在參與計劃中的任何行為，以及與AdSmart E-commerce platform的其他用戶的聯繫，無論其是否與您在一起或在線。AdSmart E-commerce platform或任何其他參與創建，生產或提供本網站，應用程式，服務，集合內容或推薦計劃的其他方均不對任何附帶，特殊，懲罰性或後果性損害（包括利潤損失，數據丟失或損失），負責對因使用或無法使用本產品或服務而導致的個人或身體傷害或情感不良的損害，或與本條款相關的任何損害，損失，服務中斷，計算機損壞或系統故障或替代產品或服務的費用，本公司將不承擔任何責任。應用程式、服務或集合內容、任何通信、互動或會議與本網站應用程式或服務的其他用戶或您與本網站應用程式、服務的使用結果進行溝通或互動的其他人員，或通過本網站應用程式和服務（無論是基於保修、合同、侵權（包括疏忽）、產品責任或任何其他法律理論），以及無論是否參與推薦計劃或從您的登錄廣告位或租用任何廣告位AdSmart E-commerce platform已被告知此類損害的可能性，即使本協議規定的有限救濟未能達到其基本目的。
除非根據AdSmart E-commerce platform保證下的這些條款或經批准的付款要求向適用業主會員支付費用，否則AdSmart E-commerce platform將不承擔因本條款和您使用本網站應用程式而產生的或與之相關的累計責任。
8. 保障
您同意發布，保護，賠償並保留AdSmart E-commerce platform及其關聯公司和子公司及其高級職員，董事，員工和代理人對任何索賠，責任，損害賠償，損失和費用無害，包括但不限於合理的法律和會計費用，（a）您拜訪或使用本網站，應用程式，服務或集體內容或您違反本條款而產生或與之有任何關聯; （b）您的會員內容; （c）您（i）與任何會員的互動，（ii）租用廣告位，或（iii）創建列表; （d）您的廣告位的使用，條件或租用，包括但不限於與此相關的或作為結果產生的任何傷害，損失或損害（補償性，直接，偶然性，後果性或其他）租用或使用廣告位;和（e）您參與推薦計劃或您的任何AdSmart E-commerce platform租用積分累計。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十二、 付款方式信息
您授權AdSmart E-commerce platform付款存儲您的付款方式信息，並按照這些付款條款中的說明收取您的付款方式。如果您的付款方式的帳戶信息（例如帳號，路由號碼，到期日期）發生變化，我們可能會從我們的金融服務合作夥伴或您的銀行獲取該信息，並更新您的AdSmart E-commerce platform帳戶中的付款方式
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十三、 整個協議
除了可以通過參考和納入的文檔或者針對特定產品、功能、服務或產品的額外AdSmart E-commerce platform政策、指南、標准或條款進行補充外，這些付款條款構成AdSmart E-commerce platform付款之間的完全和唯一的理解和協議和您關於付款服務，並且這些付款條款取代並取代AdSmart E-commerce platform支付和您之間關於付款服務的任何和所有以前的口頭或書面諒解或協議。除了可以通過參考和合併的文檔或針對特定產品、功能、服務或產品的額外AdSmart E-commerce platform政策、指南、標准或條款進行補充之外，這些條款構成AdSmart E-commerce platform和您之間的完全和獨家的理解和協議關於網站應用程式、服務、集體內容（不包括付款服務）以及通過網站應用程式和服務（不包括付款服務）進行的任何租用或廣告位列表，並且這些條款取代和替換任何和以前的口頭或書面AdSmart E-commerce platform和您之間關於租用或廣告位列表，網站應用程式、服務和集體內容（不包括付款服務）的諒解或協議。
1. 一般
AdSmart E-commerce platform付款未能執行這些付款條款的任何權利或規定，並不構成對未來該權利或條款的強制執行的放棄。任何此類權利或條款的豁免僅在以書面形式提供並由經過正式授權的AdSmart E-commerce platform支付代表簽名後才有效。除了這些付款條款中明確規定的以外，任何一方根據這些付款條款行使的任何補救措施不會影響根據這些付款條款或其他方式的其他補救措施。如果任何仲裁員或有管轄權的法院認為這些付款條款中的任何條款無效或不可執行，則該條款將在最大允許的範圍內執行，並且這些付款條款的其他條款將繼續具有完全的效力。AdSmart E-commerce platform未能強制執行本條款的任何權利或條款，並不構成對未來該權利或條款的強制執行的放棄。任何此類權利或條款的豁免僅在以書面形式簽署並由AdSmart E-commerce platform的正式授權代表簽名時有效。除非本條款明確規定，否則任何一方根據本條款行使其任何補救措施不會損害本條款或其他條款下的其他補救措施。如果由於任何原因，仲裁員或具有管轄權的法院認定本條款的任何條款無效或不可執行，則該條款將在最大允許的範圍內執行，本條款的其他條款將繼續具有完全的效力。
2. 第三方受益人
這些付款條款不會，也不是為了向雙方以外的任何人授予任何權利或救濟。儘管有上述規定，雙方同意支付卡網絡是這些付款條款的第三方受益人，用於執行與付款相關的條款，但是對於這些付款條款的任何更改或修改，他們的同意或協議不是必需的。
3. 通知
任何允許或要求的通知或其他通信，包括有關修改這些條款的任何通知，將由AdSmart E-commerce platform（i）通過通信（在任何情況下，您提供的地址或電話號碼）或書面給予，或（ii）通過發佈到網站或通過應用程式。對於通過通信發出的通知，收到日期將被視為通知發送的日期。
4. 通訊
AdSmart E-commerce platform付款將在我們發起每筆付款交易時通過電子郵件向業主會員發送通知。如果付款因錯誤而退還給我們，我們也會通知您。 AdSmart E-commerce platform付款將使用與您的AdSmart E-commerce platform帳戶相關的電子郵件地址。作為業主會員，您有責任確保為我們提供最新，準確和有效的電子郵件地址。
5. 轉移支付的解決程序
如果您作為業主會員認為，由於您的密碼或其他登錄您的AdSmart E-commerce platform帳戶（“憑據”）的憑據丟失或被盜，未經您的許可（“轉儲付款”）已正確或可能轉移您的付款，您應立即通知AdSmart E-commerce platform。作為業主會員，您可能需要對因使用丟失，被盜或被盜用的憑據（包括已安裝應用程式的手機的丟失）而導致的任何轉移付款造成的損失負責。
我們不會對以下原因造成的任何損失承擔責任：（i）如果您有欺詐行為或意圖或重大過失，您未能根據AdSmart E-commerce platform條款使用本網站，應用程式，服務和/或付款服務的轉移付款或這些付款條款（包括保持您的憑據安全的義務）; （ii）或我們根據您提供的信息促進的任何支付交易，您提供的信息不正確。
如果您因為通過您選擇的付款方式未正確收到付款， AdSmart E-commerce platform將（如果請求）立即努力追踪付款並通知您結果。除非我們能夠證明您通過您選擇的付款方式收到付款，我們將退還該金額。
6. 聯繫AdSmart E-commerce platform
如果您對這些條款或任何App Store資源申請有任何疑問，請聯繫AdSmart E-commerce platform。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十四、 AdSmart E-commerce platform業主會員保證條款和條件
AdSmart E-commerce platform（以下簡稱“AdSmart E-commerce platform”，“我們”，“我們”或“我們的”）提供了一個在線平台，連接業主會員（以下簡稱“業主會員”，“您”或“您的”列出了可供使用會員租用（下文定義）的廣告位，尋求租用此類廣告位（統稱為“服務”），該服務可在http://www.ounceads.com和任何其他AdSmart E-commerce platform平台上拜訪（統稱為“網站”）和通過移動設備的應用程式（統稱為“應用程式”）。
作為一個業主會員（下面進一步定義），您在一個AdSmart E-commerce platform網站上發布了一個單獨的列表（定義如下），或在多個AdSmart E-commerce platform網站上發布了多個列表，您可以從AdSmart E-commerce platform中受益，以下闡述的條款，限制和條件。請仔細閱讀這些AdSmart E-commerce platform條款。
您確認並同意，通過發布列表或以其他方式使用本網站，應用程式或服務作為業主會員，您表示您已閱讀，並且您了解並同意遵守AdSmart E-commerce platform業主會員保證條款。如果您代表公司或其他法律實體接受或同意這些AdSmart E-commerce platform保證條款，您聲明並保證您有權限該公司或其他法律實體約束這些AdSmart E-commerce platform Host保證條款，在這種情況下， “您”和“您的”將提及並適用於該公司或其他法律實體。
您必須遵守AdSmart E-commerce platform主保證中規定的所有要求和條件，以便有資格接收任何付款的賠償損失（下面定義）。您的完全失敗將導致您恢復任何被覆蓋的損失。
請仔細閱讀“覆蓋的廣告位”，“覆蓋的損失”，“覆蓋的財產”和“排除的財產”的定義，以便您可以識別和保護財產，不包括AdSmart E-commerce platform主管保證。
您承認並同意在發現您的廣告材料遭受任何實際損失或損害後儘快與AdSmart E-commerce platform（定義見下文）進行溝通。您必須在廣告刊登日期內，通知AdSmart E-commerce platform並嘗試與AdSmart E-commerce platform解決損失或損壞。如果您和AdSmart E-commerce platform在首次聯繫後的七十二（72）小時內無法解決問題，您可以邀請AdSmart E-commerce platform幫助解決您的爭議。
您確認並同意，根據AdSmart E-commerce platform 向您支付的任何金額的承保損失將根據您從AdSmart E-commerce platform保證以外的來源收取的相同承保損失的金額減少。除非法律允許，這些AdSmart E-commerce platform條款不會影響您的法定權利。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十五、 免責聲明和責任限制
如果您選擇使用本網站，應用程式或服務作為業主會員，您將自行承擔風險。 AdSmart E-commerce platform業主會員保證“按原樣”提供，不提供任何形式的保證，無論是明示的還是暗示的。在不限制前述規定的情況下，AdSmart E-commerce platform明確拒絕提供適銷性，特定用途適用性，安全擔保以及因交易或使用交易過程而產生的任何擔保。 AdSmart E-commerce platform不做任何保證，AdSmart E-commerce platform業主會員保證將滿足您的要求。從AdSmart E-commerce platform或通過本網站，應用程式或服務獲取的任何建議或信息（無論是口頭或書面形式），不構成任何明示或暗示的擔保。
您承認並同意，在法律允許的最大範圍內，您拜訪和使用本網站，應用程式和服務所產生的全部風險，以及您通過本網站，應用程式和服務向您提供的任何廣告位。無論AdSmart E-commerce platform或任何其他方參與創建，生產或提供本網站，應用程式和服務，均不對任何附帶，特殊，懲罰性或後果性損害（包括利潤損失，數據丟失或服務中斷，計算機損壞或系統故障，或因以下原因而造成的任何損害：（1）因此AdSmart E-commerce platform主管保證條款產生或與之相關的個人或身體傷害或情感不利，（2）使用或無法使用本網站，應用或服務，（3）根據您使用本網站，應用或服務的結果，與本網站，應用程式或服務的其他用戶或與您溝通或互動的其他人士的任何通訊，互動或會議，或（4）您通過本網站，應用和服務列出任何廣告位。 AdSmart E-commerce platform不對上述任何此類損害承擔責任，無論這些損失是基於保修，合同，侵權（包括疏忽），產品責任或任何其他法律理論，並且不管AdSmart E-commerce platform是否被告知此類損害的可能性，即使本公司有限責任公司被發現沒有達到其基本目的。
除非AdSmart E-commerce platform根據這些AdSmart E-commerce platform主保證條款獲得批准的付款要求支付費用，否則AdSmart E-commerce platform在任何情況下將不承擔或與（A）這些AdSmart E-commerce platform業主會員保證條款相關的累計責任; （B）您使用或無法使用或無法使用本網站，應用和服務，包括但不限於提供上市，（C）任何廣告位和（D）您與任何其他會員的互動，超過AdSmart E-commerce platform支付的金額您在發生導致責任的事件之前的十二（12）個月期間，如果沒有這樣的付款已經適用。上述損害的限制是AdSmart E-commerce platform與您之間的條款的基礎的基本要素。某些司法管轄區不允許排除某些責任限制，因此上述限制可能不適用於您。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十六、 放棄和可分割性
AdSmart E-commerce platform未能執行任何權利或提供這些AdSmart E-commerce platform保證條款不會構成對未來執行該權利或條款的放棄。任何此類權利或條款的豁免僅在以書面形式簽署並由AdSmart E-commerce platform的正式授權代表簽名時有效。除了這些AdSmart E-commerce platform保證條款明確規定，任何一方根據AdSmart E-commerce platform條款行使的任何補救措施不會影響根據AdSmart E-commerce platform條款或其他條款的其他補救措施。如果由於任何原因，澳門法院發現這些AdSmart E-commerce platform 條款的任何條款無效或不可執行，則該條款將在最大允許的範圍內執行，並且這些AdSmart E-commerce platform條款的其他條款將保持完全有效和效果。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十七、 使用會員退款政策和條款
這些條款和條件管理AdSmart E-commerce platform使用會員退款政策（“使用會員退款政策”），該客戶通過AdSmart E-commerce platform網站或應用程式（“平台”）租用並支付由業主會員列出的廣告位，並承受問題和所有大寫術語應具有AdSmart E-commerce platform服務條款或付款服務條款中規定的含義，除非退款政策中另有規定。
使用會員退款政策。如果您是使用會員並且遇到問題，我們同意，我們酌情決定是否（i）通過平台退還您支付的金額，由AdSmart E-commerce platform根據我們的自行決定，根據租用問題遭受或（ii）使用我們的合理努力找到和租用您的租用留下的任何未使用的日期，在我們的決心合理相當於在原始租用描述的廣告位大小，廣告位，功能和質量。對AdSmart E-commerce platform的所有關於使用會員退款政策的決定，包括但不限於任何退款的大小，將是最終的，並對使用會員和業主會員具有約束力。
修改或終止
AdSmart E-commerce platform保留隨時自行決定修改或終止此使用會員退款政策的權利，恕不另行通知。如果AdSmart E-commerce platform修改此退款政策，我們將在平台上發布修改，或向您提供修改通知，AdSmart E-commerce platform將繼續處理修改生效日期之前所有的租用問題索賠。
全部協議和定義
此使用會員退款政策構成AdSmart E-commerce platform和您之間關於使用會員退款政策的全部和唯一的理解和協議，取代並取代AdSmart E-commerce platform和您之間就使用會員退款政策提出的任何和所有之前的口頭或書面諒解或協議。
責任限制
在任何情況下，AdSmart E-commerce platform對由客戶退款政策引起的或與之相關的累計責任，均不超過AdSmart E-commerce platform從客戶收取的廣告位費用。某些司法管轄區不允許排除或限制對後果性或偶然性損害的責任，因此上述限制可能不適用於您。
您承認並同意，通過發布廣告位或租用廣告位或以其他方式將房屋作為主人或使用會員，您表示您已閱讀，並且您了解並同意受此退款政策的約束。
聯繫AdSmart E-commerce platform
如果您對退款政策有任何疑問，請聯繫AdSmart E-commerce platform。
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>
	            二十八、 知識產權政策
關於通知所謂知識產權（“IP”）侵權的政策
安士廣告有限公司（“AdSmart E-commerce platform”）尊重他人的知識產權，並期望其用戶也這樣做。
AdSmart E-commerce platform在適當情況下酌情禁止和/或終止用戶的帳戶或拜訪權限，這些用戶反复侵犯或多次被指控侵犯他人的版權或其他知識產權。
AdSmart E-commerce platform將根據本“知識產權政策”，向AdSmart E-commerce platform 報告使用AdSmart E-commerce platform網站和移動應用程式（“網站和應用程式”）提出的侵犯知識產權的聲明。
如果您是知識產權所有者，或有權代表知識產權所有者，請通過網站和應用程式舉報或通過網站和應用程式舉報涉嫌侵犯知識產權的行為，請填寫以下侵權通知並將其提供給AdSmart E-commerce platform，如下所述。
在收到如下所述的通知後，AdSmart E-commerce platform將採取其認為適當的任何行動，包括從網站和應用程式中移除受質疑的材料。
涉嫌侵權通知
確定您聲明遭到侵權的特定受保護作品，或者本通告涵蓋多個作品，您可以提供您聲稱遭到侵權的作品的代表性列表。
確定您認為侵權（或成為侵權活動的對象）的材料，以及您認為應該刪除或禁止拜訪的材料，以及足以允許我們查找材料的信息，包括最低限度，如果適用，在網站和應用程式中顯示的鏈接的URL，其中可能找到這樣的材料。
請提供您的郵寄地址，電話號碼，以及電子郵件地址（如果有的話）。在通知正文中包括以下兩項聲明：
“我在此聲明，我有一個善意的信念，即有爭議的使用所識別的材料未經知識產權所有者，其代理人或法律授權（例如作為合理使用）”。
“我在此聲明，本通知中的信息是準確的，並且根據偽證處罰，我是所有權或被授權代表所有者行使侵權的知識產權”。
提供您的完整法定姓名和您的電子簽名或實際簽名。完成所有項目後，將此通知發送給AdSmart E-commerce platform。
此條款最後修改日期 2023年 01 月 22日
	            
	             </p>
	       </div>
	       <hr>
	        <div>
	            <p>	           
付款，服務及免責條款

客戶落單時必須先繳付訂單全數金額。本公司只於收到所需金額後開始處理相關訂單。

就貴客使用本公司的服務，貴客保證印刷品不包含任何未經版權持有人授權的文字、圖像、設計、商標、貨幣及鈔票或任何受版權保護的作品；貴客保證印刷品不會 侵犯任何第三方的任何權利，包括版權、商標、宣傳、私隠，不會誹謗或詆毀任何第三方，以及已獲得所有必需的授權或權限將第三方的材料加入貴客的作品；貴客 保證已獲得所有必需的權限、權利和授權下訂單，並授權本公司印製貴客的作品；如有需要本公司將要求客戶出示有關之權限授權書以作核實。

若客戶所提供之印刷品內容涉及或可能涉及誹謗、侵犯私隱、偽冒、抄襲、複製、侵犯知識產權、不雅、淫褻、侵犯任何第三者權利、貨幣及鈔票或違反香港現行 法律之印刷內容等，本公司將保留拒絕印刷之權利。在適用法律允許的最大範圍內，本公司亦不會就印刷品之內容向使用者或任何第三者承擔任何責任。

貴客承諾，若任何人、集團或機構就 (i) 貴客違反上述服務條款；或 (ii) 任何貴客交由本公司印製的產品中的文字、照片、圖像、圖形或其他材料等內容涉及或可能 涉及誹謗、侵犯私隱、偽冒、抄襲、複製、侵犯知識產權、不雅、淫褻、侵犯任何第三者權利、貨幣及鈔票或違反香港現行法律的情況，而提出任何形式的訴 訟、索賠、通知或採取的任何行動，將彌償本公司及其董事、管理人員和員工所遭受的任何損失，包括但不限於相關的索賠、損失、成本和合理之律師費用。

本公司擁有任何是否打印或生產之最終決定權。
	            
	             </p>
	       </div>
	     
        </section> <br>
        
<!--  Footer  -->  
     

		
<?php  include('../partials-front/footer.php');?>